Repository: junyu17/Maren
Catalog: Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, es, ja, ko, zh_hant

source: PMS / 黄体期关怀提醒
en: PMS / luteal-phase self-care reminder
es: Recordatorio de autocuidado para el SPM / fase lútea
ja: PMS / 黄体期セルフケアリマインダー
ko: PMS / 황체기 셀프케어 알림
zh_hant: PMS / 黃體期關懷提醒

source: PMS 关怀与按阶段智能提醒
en: PMS care and phase-aware reminders
es: Cuidado del SPM y recordatorios según la fase
ja: PMSケアとフェーズに応じたリマインダー
ko: PMS 케어와 주기 단계별 알림
zh_hant: PMS 關懷與按階段智慧提醒

source: PMS 提前几天
en: PMS days before period
es: Días de SPM antes del periodo
ja: 生理前PMSの日数
ko: 생리 전 PMS 시작일
zh_hant: PMS 提前幾天

source: PMS:经期前几天给你一条「对自己好点」的提醒。智能提醒:进入黄体期时,根据你自己的记录提醒你(如「焦虑常在黄体期升高」)。
en: PMS: a "be kind to yourself" nudge a few days before your period. Smart reminders: when you enter the luteal phase, get a nudge based on your own logs (e.g. "anxiety tends to rise in the luteal phase").
es: SPM: un aviso para cuidarte unos días antes del periodo. Recordatorios inteligentes: al entrar en la fase lútea recibes un aviso basado en tus propios registros (por ejemplo, «la ansiedad suele subir en la fase lútea»).
ja: PMS:生理の数日前に「自分に優しく」というリマインダーを送ります。スマートリマインダー:黄体期に入ると、あなた自身の記録に基づいた通知が届きます(例:「不安感は黄体期に高まりやすい」)。
ko: PMS: 생리 며칠 전에 '나에게 다정해지기' 알림을 보내 드려요. 스마트 알림: 황체기에 들어서면 내 기록을 바탕으로 알림을 보내 드려요(예: '황체기에는 불안이 커지는 경향이 있어요').
zh_hant: PMS:經期前幾天給你一條「對自己好點」的提醒。智慧提醒:進入黃體期時,根據你自己的記錄提醒你(如「焦慮常在黃體期升高」)。

# Pain %d/5
source: 疼痛 %d/5
en: Pain %d/5
es: Dolor %d/5
ja: 痛み %d/5
ko: 통증 %d/5

# Patch
source: 避孕贴
en: Patch
es: Parche
ja: パッチ
ko: 피임 패치
zh_hant: 避孕貼

# Peak
source: 峰值
en: Peak
es: Pico
ja: ピーク
ko: 최고점

# Perimenopause
source: 围绝经期
en: Perimenopause
es: Perimenopausia
ja: 更年期
ko: 폐경 전후
zh_hant: 圍絕經期

# Perimenopause record summary
source: 围绝经期记录摘要
en: Perimenopause record summary
es: Resumen de registros de perimenopausia
ja: 更年期記録の概要
ko: 폐경 전후 기록 요약
zh_hant: 圍絕經期記錄摘要

# Perimenopause summary
source: 围绝经期摘要
en: Perimenopause summary
es: Resumen de perimenopausia
ja: 更年期の概要
ko: 폐경 전후 요약
zh_hant: 圍絕經期摘要

# Pill
source: 口服避孕药
en: Pill
es: Píldora
ja: ピル
ko: 경구 피임약
zh_hant: 口服避孕藥

# Positive
source: 阳性
en: Positive
es: Positivo
ja: 陽性
ko: 양성
zh_hant: 陽性

# Pregnancy test
source: 妊娠测试
en: Pregnancy test
es: Test de embarazo
ja: 妊娠検査
ko: 임신 테스트
zh_hant: 妊娠測試

# Pregnancy test result
source: 妊娠测试结果
en: Pregnancy test result
es: Resultado del test de embarazo
ja: 妊娠検査の結果
ko: 임신 테스트 결과
zh_hant: 妊娠測試結果

source: Premium · 高级提醒
en: Premium · Advanced Reminders
es: Premium · Recordatorios avanzados
ja: Premium · 高度なリマインダー
ko: Premium · 고급 알림
zh_hant: Premium · 高階提醒

source: Premium 分析在设备端完成;健康数据绝不发送至开发者服务器。
en: Premium analyses run on-device; health data is never sent to developer-operated servers.
es: Los análisis Premium se ejecutan en el dispositivo; los datos de salud nunca se envían a servidores del desarrollador.
ja: Premiumの分析は端末内で行われます。健康データが開発者のサーバーに送信されることはありません。
ko: Premium 분석은 기기 안에서 실행되며, 건강 데이터는 개발자가 운영하는 서버로 전송되지 않아요.
zh_hant: Premium 分析在裝置端完成;健康資料絕不傳送至開發者伺服器。

# Previous
source: 此前
en: Previous
es: Anterior
ja: 前へ
ko: 이전

source: Pro · 高级提醒
en: Pro · Advanced reminders
es: Pro · Recordatorios avanzados
ja: Pro · 高度なリマインダー
ko: Pro · 고급 알림
zh_hant: Pro · 高階提醒

# Queues a good mood entry to save when Maren opens.
source: 打开 Maren 时会保存好心情记录。
en: Queues a good mood entry to save when Maren opens.
es: Deja en cola un registro de buen ánimo que se guardará al abrir Maren.
ja: 良い気分の記録をキューに追加し、Marenを開いたときに保存します。
ko: Maren을 열면 저장되도록 좋은 기분 기록을 대기열에 추가해요.
zh_hant: 開啟 Maren 時會儲存好心情記錄。

# Queues a medium flow period entry to save when Maren opens.
source: 打开 Maren 时会保存中量经期流量记录。
en: Queues a medium flow period entry to save when Maren opens.
es: Deja en cola un registro de periodo con flujo medio que se guardará al abrir Maren.
ja: 経血量(普通)の生理記録をキューに追加し、Marenを開いたときに保存します。
ko: Maren을 열면 저장되도록 보통 생리량 기록을 대기열에 추가해요.
zh_hant: 開啟 Maren 時會儲存中量經期流量記錄。

source: 在 Maren 中快速记录心情。记录会暂存队列,在 Maren 打开时保存。
en: Quickly log your mood in Maren. The entry is queued and saved when Maren is open.
es: Registra tu ánimo rápidamente en Maren. La entrada queda en cola y se guarda al abrir Maren.
ja: Marenで気分をすばやく記録します。記録はキューに入り、Marenを開くと保存されます。
ko: Maren에 기분을 빠르게 기록해요. 기록은 대기열에 담겼다가 Maren을 열면 저장돼요.
zh_hant: 在 Maren 中快速記錄心情。記錄會暫存佇列,在 Maren 開啟時儲存。

source: 在 Apple Watch 上快速记录心情。记录会暂存队列,在 Maren 打开时同步到 iPhone。
en: Quickly log your mood on Apple Watch. The entry is queued and synced to iPhone when Maren is open.
es: Registra tu ánimo rápidamente en el Apple Watch. La entrada queda en cola y se sincroniza con el iPhone al abrir Maren.
ja: Apple Watchで気分をすばやく記録します。記録はキューに入り、Marenを開くとiPhoneに同期されます。
ko: Apple Watch에서 기분을 빠르게 기록해요. 기록은 대기열에 담겼다가 Maren을 열면 iPhone과 동기화돼요.
zh_hant: 在 Apple Watch 上快速記錄心情。記錄會暫存佇列,在 Maren 開啟時同步到 iPhone。

source: 在 Maren 中快速记录经期流量。记录会暂存队列,在 Maren 打开时保存。
en: Quickly log your period flow level in Maren. The entry is queued and saved when Maren is open.
es: Registra rápidamente el nivel de flujo de tu periodo en Maren. La entrada queda en cola y se guarda al abrir Maren.
ja: Marenで経血量をすばやく記録します。記録はキューに入り、Marenを開くと保存されます。
ko: Maren에 생리량을 빠르게 기록해요. 기록은 대기열에 담겼다가 Maren을 열면 저장돼요.
zh_hant: 在 Maren 中快速記錄經期流量。記錄會暫存佇列,在 Maren 開啟時儲存。

source: 在 Apple Watch 上快速记录经期流量。记录会暂存队列,在 Maren 打开时同步到 iPhone。
en: Quickly log your period flow on Apple Watch. The entry is queued and synced to iPhone when Maren is open.
es: Registra rápidamente el flujo de tu periodo en el Apple Watch. La entrada queda en cola y se sincroniza con el iPhone al abrir Maren.
ja: Apple Watchで経血量をすばやく記録します。記録はキューに入り、Marenを開くとiPhoneに同期されます。
ko: Apple Watch에서 생리량을 빠르게 기록해요. 기록은 대기열에 담겼다가 Maren을 열면 iPhone과 동기화돼요.
zh_hant: 在 Apple Watch 上快速記錄經期流量。記錄會暫存佇列,在 Maren 開啟時同步到 iPhone。

# Range
source: 范围
en: Range
es: Rango
ja: 範囲
ko: 범위
zh_hant: 範圍

# Recent
source: 近期
en: Recent
es: Reciente
ja: 最近
ko: 최근

# Recent %@ recorded days; previous %@ recorded days
source: 近期：%@ 天有记录；此前：%@ 天有记录
en: Recent %@ recorded days; previous %@ recorded days
es: Últimos %@ días registrados; %@ días registrados anteriores
ja: 直近%@日の記録;その前は%@日の記録
ko: 최근 기록 %@일, 이전 기록 %@일
zh_hant: 近期：%@ 天有記錄；此前：%@ 天有記錄

# Record
source: 记录
en: Record
es: Registrar
ja: 記録
ko: 기록
zh_hant: 記錄

# Record coverage
source: 记录覆盖
en: Record coverage
es: Cobertura de registros
ja: 記録の網羅率
ko: 기록 범위
zh_hant: 記錄覆蓋

# Recorded averages
source: 记录均值
en: Recorded averages
es: Medias registradas
ja: 記録の平均値
ko: 기록 평균
zh_hant: 記錄均值

# Recorded method
source: 已记录的方式
en: Recorded method
es: Método registrado
ja: 記録された方法
ko: 기록한 방법
zh_hant: 已記錄的方式

# Recorded symptom days
source: 记录到症状的天数
en: Recorded symptom days
es: Días con síntomas registrados
ja: 症状を記録した日数
ko: 증상을 기록한 날
zh_hant: 記錄到症狀的天數

# Records this entry without interpreting it
source: 仅记录此项，不作解读
en: Records this entry without interpreting it
es: Guarda esta entrada sin interpretarla
ja: この記録を解釈せずに保存します
ko: 해석 없이 이 기록만 저장해요
zh_hant: 僅記錄此項，不作解讀

source: 提醒会在这台设备上本地安排。只有当你启用提醒时，Maren 才会请求通知权限。
en: Reminder notifications are scheduled locally on this device. Notification permission is requested only when you enable reminders.
es: Los recordatorios se programan localmente en este dispositivo. El permiso de notificaciones solo se pide cuando activas los recordatorios.
ja: リマインダー通知はこの端末内でローカルにスケジュールされます。通知の許可は、リマインダーを有効にしたときのみ求められます。
ko: 알림은 이 기기에서 예약돼요. 알림 권한은 알림을 켤 때만 요청해요.
zh_hant: 提醒會在這臺裝置上本地安排。只有當你啟用提醒時，Maren 才會請求通知許可權。

# Reproductive tests
source: 生殖测试
en: Reproductive tests
es: Test reproductivos
ja: 生殖関連の検査
ko: 생식 관련 검사
zh_hant: 生殖測試

# Ring
source: 阴道环
en: Ring
es: Anillo
ja: リング
ko: 질 링
zh_hant: 陰道環

# Rising
source: 上升
en: Rising
es: Subiendo
ja: 上昇中
ko: 상승

# Saved on this device.
source: 已保存到本机。
en: Saved on this device.
es: Guardado en este dispositivo.
ja: この端末に保存されました。
ko: 이 기기에 저장했어요.
zh_hant: 已儲存到本機。

# Saves this record locally on this device.
source: 将这条记录保存在此设备上。
en: Saves this record locally on this device.
es: Guarda este registro localmente en este dispositivo.
ja: この記録を端末内にローカル保存します。
ko: 이 기기에 이 기록을 저장해요.
zh_hant: 將這條記錄儲存在此裝置上。

# Sleep
source: 睡眠
en: Sleep
es: Sueño
ko: 수면

# Sleep %@ hours
source: 睡眠 %@ 小时
en: Sleep %@ hours
es: Sueño %@ horas
ja: 睡眠 %@時間
ko: 수면 %@시간
zh_hant: 睡眠 %@ 小時

# Sleep interrupted
source: 睡眠受干扰
en: Sleep interrupted
es: Sueño interrumpido
ja: 睡眠の中断
ko: 수면 중 깸
zh_hant: 睡眠受干擾

# Some direction comparisons need at least 3 recorded days in each time range.
source: 部分趋势比较需要两个时间范围各至少有 3 天记录。
en: Some direction comparisons need at least 3 recorded days in each time range.
es: Algunas comparaciones de tendencia necesitan al menos 3 días registrados en cada intervalo.
ja: 傾向の比較には、各期間に少なくとも3日分の記録が必要です。
ko: 일부 방향 비교는 각 기간에 기록이 3일 이상 있어야 해요.
zh_hant: 部分趨勢比較需要兩個時間範圍各至少有 3 天記錄。

# Spotting
source: 点滴
en: Spotting
es: Manchado
ja: 少量の出血
ko: 소량 출혈
zh_hant: 點滴

# Stable
source: 稳定
en: Stable
es: Estable
ja: 安定
ko: 안정
zh_hant: 穩定

# Start date (optional)
source: 开始日期（可选）
en: Start date (optional)
es: Fecha de inicio (opcional)
ja: 開始日(任意)
ko: 시작일(선택)
zh_hant: 開始日期（可選）

# Steps: %lld
source: 步数：%lld
en: Steps: %lld
es: Pasos: %lld
ja: 歩数:%lld
ko: 걸음 수: %lld
zh_hant: 步數：%lld

# Store unverified count: %lld
source: 未验签购买数:%lld
en: Unverified purchases: %lld
es: Compras sin verificar: %lld
ja: 未検証の購入:%lld
ko: 확인되지 않은 구매: %lld건
zh_hant: 未驗籤購買數:%lld

# The backup contains a medication check-in without a matching medication.
source: 备份中有一条用药打卡没有对应的用药记录。
en: The backup contains a medication check-in without a matching medication.
es: La copia de seguridad contiene un registro de medicación sin su medicamento correspondiente.
ja: バックアップに、対応する薬が見つからない服薬チェックインが含まれています。
ko: 백업에 일치하는 복용약이 없는 복용 체크인이 있어요.
zh_hant: 備份中有一條用藥打卡沒有對應的用藥記錄。

# The backup could not be saved. Your existing records were not changed.
source: 备份无法保存。你现有的记录未改动。
en: The backup could not be saved. Your existing records were not changed.
es: No se pudo guardar la copia de seguridad. Tus registros actuales no han cambiado.
ja: バックアップを保存できませんでした。既存の記録は変更されていません。
ko: 백업을 저장하지 못했어요. 기존 기록은 바뀌지 않았어요.
zh_hant: 備份無法儲存。你現有的記錄未改動。

source: 此摘要仅描述已记录的内容，不是医疗建议或诊断。
en: This summary describes recorded entries only. It is not medical advice or a diagnosis.
es: Este resumen solo describe lo que has registrado. No es consejo médico ni un diagnóstico.
ja: この概要は記録された内容のみを示すものです。医学的な助言や診断ではありません。
ko: 이 요약은 기록된 내용만 설명해요. 의학적 조언이나 진단이 아니에요.
zh_hant: 此摘要僅描述已記錄的內容，不是醫療建議或診斷。

# Time range
source: 时间范围
en: Time range
es: Intervalo de tiempo
ja: 期間
ko: 기간
zh_hant: 時間範圍

# View neutral 30- and 90-day facts from your entries.
source: 查看根据你的记录生成的中性 30 天与 90 天统计。
en: View neutral 30- and 90-day facts from your entries.
es: Consulta datos neutros de 30 y 90 días a partir de tus registros.
ja: あなたの記録から、30日間・90日間の客観的な統計を確認できます。
ko: 내 기록을 바탕으로 한 30일·90일 중립 통계를 확인해 보세요.
zh_hant: 檢視根據你的記錄生成的中性 30 天與 90 天統計。

# You logged %@.
source: 你记录了%@。
en: You logged %@.
es: Registraste %@.
ja: %@を記録しました。
ko: %@을(를) 기록했어요.
zh_hant: 你記錄了%@。

# You logged %d trackers.
source: 你记录了 %d 个追踪项。
en: You logged %d trackers.
es: Registraste %d seguimientos.
ja: %d個のトラッカーを記録しました。
ko: 추적 항목 %d개를 기록했어요.
zh_hant: 你記錄了 %d 個追蹤項。

# You logged hot flashes or night sweats.
source: 你记录了潮热或盗汗。
en: You logged hot flashes or night sweats.
es: Registraste sofocos o sudores nocturnos.
ja: ホットフラッシュまたは寝汗を記録しました。
ko: 안면홍조나 야간 발한을 기록했어요.
zh_hant: 你記錄了潮熱或盜汗。

# follicular
source: 卵泡期
en: follicular
es: folicular
ja: 卵胞期
ko: 난포기

# hours
source: 小时
en: hours
es: horas
ja: 時間
ko: 시간
zh_hant: 小時

source: iOS 最多同时安排 64 条本地提醒。本次的部分提醒时段因超限未能排上,建议减少时段数量或选择更少的周几。
en: iOS allows at most 64 pending local notifications at once. Some of this schedule's reminders were dropped because the limit was exceeded. Try fewer time slots or fewer weekdays.
es: iOS permite como máximo 64 notificaciones locales pendientes a la vez. Se descartaron algunos recordatorios de esta programación por superar el límite. Prueba con menos franjas horarias o menos días de la semana.
ja: iOSでは同時に設定できるローカル通知は最大64件までです。上限を超えたため、一部のリマインダーは設定されませんでした。時間帯や曜日の数を減らしてお試しください。
ko: iOS에서는 한 번에 최대 64개의 로컬 알림만 예약할 수 있어요. 한도를 넘어 이 일정의 일부 알림이 제외됐어요. 시간대나 요일을 줄여서 다시 시도해 주세요.
zh_hant: iOS 最多同時安排 64 條本地提醒。本次的部分提醒時段因超限未能排上,建議減少時段數量或選擇更少的周幾。

# luteal
source: 黄体期
en: luteal
es: lútea
ko: 황체기
zh_hant: 黃體期

# menstrual
source: 经期
en: menstrual
es: menstrual
ja: 月経期
ko: 월경기
zh_hant: 經期

# out of 5
source: 满分 5 分
en: out of 5
es: de 5
ja: 5点中
ko: 5점 만점
zh_hant: 滿分 5 分

# ovulatory
source: 排卵期
en: ovulatory
es: ovulatoria
ko: 배란기

source: — 持平
en: — Same
es: — Igual
ja: — 同じ
ko: — 동일

source: ↑ 长
en: ↑ Longer
es: ↑ Más largo
ja: ↑ 長い
ko: ↑ 더 김
zh_hant: ↑ 長

source: ↑ 高
en: ↑ High
es: ↑ Alto
ja: ↑ 高い
ko: ↑ 높음

source: ↓ 低
en: ↓ Low
es: ↓ Bajo
ja: ↓ 低い
ko: ↓ 낮음

source: ↓ 短
en: ↓ Shorter
es: ↓ Más corto
ja: ↓ 短い
ko: ↓ 더 짧음

source: ⚠ 免责声明:本报告仅供参考,不构成医学诊断、治疗建议或生育指导。数据准确性取决于用户记录的完整性和及时性。如有健康疑问,请咨询专业医疗人员。
en: ⚠ Disclaimer: This report is for reference only and does not constitute medical diagnosis, treatment advice, or fertility guidance. Data accuracy depends on the completeness and timeliness of user records. Consult a healthcare professional for health concerns.
es: ⚠ Aviso: este informe es solo orientativo y no constituye diagnóstico médico, consejo de tratamiento ni orientación sobre fertilidad. Su exactitud depende de lo completos y puntuales que sean tus registros. Consulta a un profesional sanitario ante cualquier duda de salud.
ja: ⚠免責事項:本レポートは参考情報であり、医学的診断、治療の助言、妊活指導を構成するものではありません。データの正確性はユーザーが記録した内容の完全性と適時性に依存します。健康上の懸念がある場合は、医療専門家にご相談ください。
ko: ⚠ 면책 안내: 이 리포트는 참고용이며 의학적 진단, 치료 조언, 임신 관련 안내가 아니에요. 데이터의 정확도는 사용자가 기록한 내용의 완전성과 시의성에 따라 달라요. 건강에 대한 고민이 있다면 의료 전문가와 상담하세요.
zh_hant: ⚠ 免責宣告:本報告僅供參考,不構成醫學診斷、治療建議或生育指導。資料準確性取決於使用者記錄的完整性和及時性。如有健康疑問,請諮詢專業醫療人員。

source: ⚠ 本报告基于用户自行记录的数据,由设备端统计引擎生成,仅供就诊沟通参考,不构成医学诊断或治疗建议。请以医生的专业判断为准。
en: ⚠ This report is generated from user-recorded data by an on-device statistical engine, for visit communication reference only. Not medical diagnosis or treatment advice. Please rely on your doctor's professional judgment.
es: ⚠ Este informe lo genera un motor estadístico en el dispositivo a partir de tus propios registros, solo como apoyo para hablar en la consulta. No es diagnóstico ni consejo de tratamiento. Confía en el criterio profesional de tu médico.
ja: ⚠本レポートは、ユーザーが記録したデータをもとにオンデバイスの統計エンジンが生成したものであり、受診時のコミュニケーション用の参考情報にすぎません。医学的診断や治療の助言ではありません。医師の専門的判断を優先してください。
ko: ⚠ 이 리포트는 사용자가 기록한 데이터를 기기 내 통계 엔진이 정리한 것으로, 진료 시 소통을 위한 참고용이에요. 의학적 진단이나 치료 조언이 아니며, 의사의 전문적인 판단을 따라 주세요.
zh_hant: ⚠ 本報告基於使用者自行記錄的資料,由裝置端統計引擎生成,僅供就診溝通參考,不構成醫學診斷或治療建議。請以醫生的專業判斷為準。

source: 「%@」在你的黄体期出现得更多,这几天多留意自己。
en: "%@" shows up more often in your luteal phase — be extra kind to yourself these days.
es: «%@» aparece más en tu fase lútea: cuídate un poco más estos días.
ja: 「%@」は黄体期に多く見られます。この時期は自分を労わってください。
ko: '%@'은(는) 황체기에 더 자주 나타나요. 이 시기에는 나에게 조금 더 다정해지세요.
zh_hant: 「%@」在你的黃體期出現得更多,這幾天多留意自己。

source: 一、周期概览
en: 1. Cycle Overview
es: 1. Resumen del ciclo
ja: 1. 周期の概要
ko: 1. 주기 개요
zh_hant: 一、週期概覽

source: 一个隐私优先的经期、情绪与身体记录工具。为不规律 / PCOS 周期而生。
en: A privacy-first tracker for your period, mood, and body — built for irregular and PCOS cycles.
es: Un registro de tu periodo, ánimo y cuerpo que respeta tu privacidad, pensado para ciclos irregulares y SOP.
ja: プライバシーを最優先にした生理・気分・体の記録アプリ。不規則な周期やPCOSのために作られました。
ko: 불규칙한 주기와 PCOS 주기를 위해 만든, 개인정보를 우선하는 생리·기분·몸 기록 앱이에요.
zh_hant: 一個隱私優先的經期、情緒與身體記錄工具。為不規律 / PCOS 週期而生。

source: 一小步，从此刻开始
en: One kind step to start
es: Un paso amable para empezar
ja: やさしい一歩から始めよう
ko: 작은 한 걸음, 지금부터 시작해요
zh_hant: 一小步，從此刻開始

source: 一次性
en: one-time
es: pago único
ja: 一回限り
ko: 1회 결제

source: 一次性付款，永久有效
en: One-time payment, permanent access
es: Pago único, acceso permanente
ja: 一回払い、永久に利用可能
ko: 1회 결제로 영구 이용

source: 一次购买或订阅,直接支持一个不卖你数据的独立开发者。
en: A one-time purchase or subscription directly supports an indie developer who never sells your data.
es: Una compra única o una suscripción apoyan directamente a un desarrollador independiente que nunca vende tus datos.
ja: 一度の購入またはサブスクリプションは、あなたのデータを決して売らないインディー開発者を直接サポートします。
ko: 1회 구매나 구독은 여러분의 데이터를 팔지 않는 1인 개발자에게 직접 힘이 돼요.
zh_hant: 一次購買或訂閱,直接支援一個不賣你資料的獨立開發者。

source: 一般
en: Okay
es: Vale
ja: まあまあ
ko: 괜찮음

source: 七、方法论说明
en: 7. Methodology
es: 7. Metodología
ja: 7. 方法論について
ko: 7. 분석 방법
zh_hant: 七、方法論說明

source: 三、流量分布
en: 3. Flow Distribution
es: 3. Distribución del flujo
ja: 3. 経血量の分布
ko: 3. 생리량 분포
zh_hant: 三、流量分佈

source: 上一个月
en: Previous month
es: Mes anterior
ja: 前月
ko: 이전 달
zh_hant: 上一個月

source: 上一周期长度
en: Previous cycle length
es: Duración del ciclo anterior
ja: 前回の周期の長さ
ko: 이전 주기 길이
zh_hant: 上一週期長度

source: 上一经期天数
en: Previous period days
es: Días de periodo anteriores
ja: 前回の生理日数
ko: 이전 생리 일수
zh_hant: 上一經期天數

source: 上个月
en: Previous month
es: Mes anterior
ja: 前月
ko: 이전 달
zh_hant: 上個月

source: 下一个月
en: Next month
es: Mes siguiente
ja: 翌月
ko: 다음 달
zh_hant: 下一個月

source: 下个月
en: Next month
es: Mes siguiente
ja: 翌月
ko: 다음 달
zh_hant: 下個月

source: 下次经期
en: Next period
es: Próximo periodo
ja: 次の生理
ko: 다음 생리
zh_hant: 下次經期

source: 下次经期约在 %lld 天后
en: Next period in about %lld days
es: Próximo periodo en unos %lld días
ja: 次の生理まであと%lld日
ko: 다음 생리까지 약 %lld일
zh_hant: 下次經期約在 %lld 天后

source: 下次经期预测中
en: Predicting your next period
es: Prediciendo tu próximo periodo
ja: 次の生理を予測中
ko: 다음 생리 예측 중
zh_hant: 下次經期預測中

source: 下颌疼痛
en: Jaw pain
es: Dolor de mandíbula
ja: 顎の痛み
ko: 턱 통증
zh_hant: 下頜疼痛

source: 不支持的 HealthKit 类型
en: Unsupported HealthKit type
es: Tipo de HealthKit no compatible
ja: サポートされていないHealthKitの種類
ko: 지원하지 않는 건강 데이터 유형
zh_hant: 不支援的 HealthKit 型別

source: 不支持的同步类型
en: Unsupported sync type
es: Tipo de sincronización no compatible
ja: サポートされていない同期の種類
ko: 지원하지 않는 동기화 유형
zh_hant: 不支援的同步型別

source: 不规律
en: Irregular
es: Irregular
ja: 不規則
ko: 불규칙
zh_hant: 不規律

source: 不足 3 天记录
en: Fewer than 3 recorded days
es: Menos de 3 días registrados
ja: 記録が3日未満
ko: 기록이 3일 미만이에요
zh_hant: 不足 3 天記錄

source: 不错
en: Good
es: Bien
ja: 良い
ko: 좋음
zh_hant: 不錯

source: 与上一周对比
en: Compare with previous week
es: Comparar con la semana anterior
ja: 先週と比較
ko: 지난주와 비교
zh_hant: 與上一週對比

source: 与上一周期对比
en: Compare with previous cycle
es: Comparar con el ciclo anterior
ja: 前回の周期と比較
ko: 이전 주기와 비교
zh_hant: 與上一週期對比

source: 与近期体重平均值基本一致。
en: Consistent with your recent average weight.
es: Coincide con tu peso medio reciente.
ja: 最近の平均体重とほぼ一致しています。
ko: 최근 평균 체중과 비슷해요.
zh_hant: 與近期體重平均值基本一致。

source: 与近期平均值基本一致。
en: Consistent with your recent average.
es: Coincide con tu media reciente.
ja: 最近の平均値とほぼ一致しています。
ko: 최근 평균과 비슷해요.
zh_hant: 與近期平均值基本一致。

source: 与近期心情平均值基本一致。
en: Consistent with your recent average mood.
es: Coincide con tu ánimo medio reciente.
ja: 最近の平均的な気分とほぼ一致しています。
ko: 최근 평균 기분과 비슷해요.
zh_hant: 與近期心情平均值基本一致。

source: 与近期每周期约 %@ 次的记录频率相近。
en: Similar to the recent frequency of about %@ entries per cycle.
es: Similar a la frecuencia reciente de unas %@ entradas por ciclo.
ja: 直近の1周期あたり約%@件という記録頻度と近い値です。
ko: 주기당 평균 약 %@회 기록한 최근 빈도와 비슷해요.
zh_hant: 與近期每週期約 %@ 次的記錄頻率相近。

source: 与近期睡眠平均值基本一致。
en: Consistent with your recent average sleep.
es: Coincide con tu media reciente de sueño.
ja: 最近の平均睡眠時間とほぼ一致しています。
ko: 최근 평균 수면과 비슷해요.
zh_hant: 與近期睡眠平均值基本一致。

source: 两个 Maren 系统快捷指令:"记录经期"与"记录心情"
en: Two Maren App Shortcuts: “Log Period” and “Log Mood”
es: Dos atajos de Maren: «Registrar periodo» y «Registrar ánimo»
ja: 2つのMaren App Shortcuts:「生理を記録」と「気分を記録」
ko: Maren 앱 단축어 2개: '생리 기록'과 '기분 기록'
zh_hant: 兩個 Maren 系統快捷指令:"記錄經期"與"記錄心情"

source: 两次输入的备份密码不一致。
en: The two backup passwords don't match.
es: Las dos contraseñas de la copia de seguridad no coinciden.
ja: 入力した2つのバックアップパスワードが一致しません。
ko: 백업 암호 두 개가 서로 달라요.
zh_hant: 兩次輸入的備份密碼不一致。

source: 个性化洞察
en: Personal insights
es: Análisis personalizado
ja: パーソナルインサイト
ko: 나만의 인사이트
zh_hant: 個性化洞察

source: 个性化洞察 — 心情×阶段关联、规律度分析
en: Personalized insights — mood×phase correlation, regularity analysis
es: Información personalizada: correlación ánimo×fase, análisis de regularidad
ja: パーソナルインサイト:気分×フェーズの関連性、周期の規則性分析
ko: 개인 맞춤 인사이트: 기분과 주기 단계의 관계, 주기 규칙성 분석
zh_hant: 個性化洞察 — 心情×階段關聯、規律度分析

source: 个搜索结果
en: search results
es: resultados de búsqueda
ja: 件の検索結果
ko: 검색 결과
zh_hant: 個搜尋結果

source: 中型交互小组件:长按主屏幕 → ＋ → Maren → 中型
en: Medium interactive widget: touch and hold the Home Screen → + → Maren → Medium
es: Widget mediano interactivo: mantén pulsada la pantalla de inicio → + → Maren → Mediano
ja: 中サイズのインタラクティブウィジェット:ホーム画面を長押し → ＋ → Maren → 中
ko: 중간 크기 인터랙티브 위젯: 홈 화면을 길게 누르기 → + → Maren → 중간 크기
zh_hant: 中型互動小元件:長按主螢幕 → ＋ → Maren → 中型

source: 中等
en: Medium
es: Medio
ja: 普通
ko: 중간

source: 中量
en: Medium
es: Mediano
ja: 普通
ko: 보통

source: 临床就诊报告
en: Clinician visit report
es: Informe para la consulta médica
ja: 受診レポート
ko: 진료용 리포트
zh_hant: 臨床就診報告

source: 临床报告 PDF 不会加密,也不会设置密码。继续前请确认你会安全分享和存储这份报告。
en: Clinical report PDFs are not encrypted or password-protected. Before continuing, confirm that you will share and store this report securely.
es: Los PDF del informe clínico no están cifrados ni protegidos con contraseña. Antes de continuar, confirma que compartirás y guardarás este informe de forma segura.
ja: 臨床レポートのPDFは暗号化されておらず、パスワードも設定されません。続行する前に、このレポートを安全に共有・保管することを確認してください。
ko: 진료용 리포트 PDF는 암호화되거나 암호로 보호되지 않아요. 계속하기 전에 이 리포트를 안전하게 공유하고 보관할 수 있는지 확인하세요.
zh_hant: 臨床報告 PDF 不會加密,也不會設定密碼。繼續前請確認你會安全分享和儲存這份報告。

source: 为不规律 / PCOS 周期而设的追踪与洞察。
en: Tracking and insights built for irregular / PCOS cycles.
es: Seguimiento y análisis pensados para ciclos irregulares o con SOP.
ja: 不規則な周期やPCOSのために作られた記録とインサイト。
ko: 불규칙한 주기와 PCOS 주기에 맞춘 기록과 인사이트예요.
zh_hant: 為不規律 / PCOS 週期而設的追蹤與洞察。

source: 为不规律的周期而生
en: Built for cycles that aren't regular
es: Hecho para ciclos que no son regulares
ja: 不規則な周期のために
ko: 주기가 불규칙해도 쓸 수 있게 만들었어요
zh_hant: 為不規律的週期而生

source: 主题
en: Theme
es: Tema
ja: テーマ
ko: 테마
zh_hant: 主題

source: 主题与无限自定义追踪项
en: Themes & unlimited custom trackers
es: Temas y seguimientos personalizados ilimitados
ja: テーマと無制限のカスタムトラッカー
ko: 테마와 무제한 사용자 추적 항목
zh_hant: 主題與無限自定義追蹤項

source: 乳房肿胀
en: Breast swelling
es: Hinchazón en los pechos
ja: 胸の張り
ko: 가슴 부종
zh_hant: 乳房腫脹

source: 乳房胀痛
en: Tender breasts
es: Pechos sensibles
ja: 胸の張りと痛み
ko: 가슴 민감
zh_hant: 乳房脹痛

source: 乳房触痛
en: Breast tenderness
es: Sensibilidad en los pechos
ja: 乳房の圧痛
ko: 가슴 통증
zh_hant: 乳房觸痛

source: 乳状分泌物
en: Creamy discharge
es: Flujo cremoso
ja: クリーム状のおりもの
ko: 크림 같은 분비물
zh_hant: 乳狀分泌物

source: 了解各阶段
en: About the phases
es: Sobre las fases
ja: 各フェーズについて
ko: 주기 단계 알아보기
zh_hant: 瞭解各階段

source: 了解周期阶段
en: About cycle phases
es: Sobre las fases del ciclo
ja: 周期のフェーズについて
ko: 주기 단계 알아보기
zh_hant: 瞭解週期階段

source: 二、经期记录
en: 2. Period Records
es: 2. Registros del periodo
ja: 2. 生理記録
ko: 2. 생리 기록
zh_hant: 二、經期記錄

source: 五、用药依从性
en: 5. Medication Adherence
es: 5. Adherencia a la medicación
ja: 5. 服薬状況
ko: 5. 복용약 이행률
zh_hant: 五、用藥依從性

source: 五、用药打卡记录
en: 5. Medication check-in records
es: 5. Registros de toma de medicación
ja: 5. 服薬チェックイン記録
ko: 5. 복용약 체크인 기록
zh_hant: 五、用藥打卡記錄

source: 交易未能通过签名校验。
en: Transaction could not be verified.
es: No se pudo verificar la transacción.
ja: 取引を検証できませんでした。
ko: 거래를 확인하지 못했어요.
zh_hant: 交易未能通過簽名校驗。

source: 仅描述差异,不推断因果。
en: Describes differences only; no causal inference.
es: Describe solo diferencias; no infiere causalidad.
ja: 差を示すのみで、因果関係は推測しません。
ko: 차이만 보여 드리며 원인은 추정하지 않아요.
zh_hant: 僅描述差異,不推斷因果。

source: 今天
en: Today
es: Hoy
ja: 今日
ko: 오늘

source: 今天心情
en: Today's mood
es: Ánimo de hoy
ja: 今日の気分
ko: 오늘의 기분

source: 今天心情如何?
en: How's your mood today?
es: ¿Cómo te sientes hoy?
ja: 今日の気分はどうですか?
ko: 오늘 기분은 어때요?

source: 今天还没有记录
en: Nothing logged today
es: Hoy no has registrado nada
ja: 今日はまだ記録がありません
ko: 오늘은 기록이 없어요
zh_hant: 今天還沒有記錄

source: 今日状态
en: Today's status
es: Estado de hoy
ja: 今日の状態
ko: 오늘의 상태
zh_hant: 今日狀態

source: 今日用药
en: Medications today
es: Medicación de hoy
ja: 今日の服薬
ko: 오늘 복용할 약
zh_hant: 今日用藥

source: 仍然进入
en: Enter Anyway
es: Entrar de todos modos
ja: このまま進む
ko: 그래도 입력
zh_hant: 仍然進入

source: 代码
en: Code
es: Código
ja: コード
ko: 코드
zh_hant: 程式碼
